Repository: TurboxxMuffin/portfolio
Catalog: Portfolio/locale/*/LC_MESSAGES/django.po
Languages: pl

source: English
pl: Angielski

source: Polish
pl: Polski

source: Home
pl: Początek

source: About
pl: O mnie

source: Skills
pl: Umiejętności

source: Contact
pl: Kontakt

source: %(greetings1)s
pl: Witajcie

source: %(greetings2)s
pl: Ziemianie

source: %(aheading)s
pl: Pozdrawiam Towarzysze

source: %(acareer)s
pl: Astronauta

source: %(adescription)s
pl: Lorem ipsum (ale po polsku) dolor sit amet, consectetur adipiscing elit. Fusce at tristique est. Nunc molestie placerat urna, eget fringilla tortor aliquam eu. Cras a justo faucibus, semper erat in, auctor sem. Vivamus eget laoreet nunc. Sed tincidunt, nulla in feugiat pulvinar, augue dolor pellentesque lectus, ut scelerisque nisl turpis eget est. Etiam aliquam sapien eu arcu ultrices, eu egestas ipsum varius. Donec lobortis vehicula rhoncus. Cras sollicitudin hendrerit metus. Fusce in blandit enim. Nullam neque mauris, cursus eget fermentum sed, egestas eget nunc. Sed non sagittis mi. Nunc dignissim nulla ante, eget fermentum est tempus id. Quisque a fermentum ipsum. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos.

source: %(cname)s
pl: Umiejętności

source: %(skill_name)s
pl: Nazwa umiejętności

source: View project
pl: Sprawdź projekt

source: Check project repository
pl: Sprawdź repozytorium projektu

source: Name
pl: Imię

source: Message
pl: Wiadomość

source: Send
pl: Wyślij

source: Would You Like to Leave a Message?
pl: Chcesz zostawić wiadomość?

source: Don't be shy.
pl: Nie wstydź się.

source: When I orbited the Earth in a spaceship, I saw for the first time how beautiful our planet is. Mankind, let us preserve and increase this beauty, and not destroy it! - Jurij Gagarin
pl: Kiedy okrążyłem Ziemię statkiem kosmicznym, po raz pierwszy zobaczyłem, jak piękna jest nasza planeta. Ludzkość, zachowajmy i pomnażajmy to piękno, a nie niszczmy je! - Jurij Gagarin

source: Explore
pl: Odkrywaj

source: Follow
pl: Obserwuj

source: This website uses cookies to ensure you get the best experience on our website.
pl: Ta strona korzysta z plików cookie, aby zapewnić najlepszą jakość korzystania z naszej witryny.

source: More info.
pl: Więcej informacji.

source: Thats fine.
pl: W porządku.
